Tekla.Structures.TeklaStructuresInternal.MateriaClient.GraphParameter
Class used for handling the graph parameters.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.GraphParameter.Name
The parameter name.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.GraphParameter.Value
The parameter value.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.GraphParameter.ToString
Get string representing the name and value pair
Returns: